"Scan failed" = "Scanning mislykkedes";
"Scan canceled" = "Scanning blev annulleret";
"Document feeder is empty" = "Dokumentindfører er tom";

"Scanner is in use" = "Scanneren er i brug";
"Scanner is offline" = "Scanneren er offline";
"Scan incomplete" = "Scanningen er ikke udført";
"Problems communicating with scanner" = "Der opstod problemer under kommunikationen med scanneren";
"The scanner failed to complete the scan." = "Scanneren kunne ikke gennemføre scanningen.";

"Unable to generate editable text for scanned document" = "Der kunne ikke oprettes en redigerbar tekst til det scannede dokument";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Det scannede dokument er gemt i en billedlignende fil. Hvis du vil gemme scannede dokumenter med tekst, der kan redigeres, skal HP Easy Scan installeres på computeren. Du kan hente den nyeste software til dit HP-program på www.hp.com/support.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Filen eller filerne kunne ikke gemmes, da du ikke har de rette adgangsrettigheder til folderen \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Hvis du vil have vist eller ændre adgangsrettigheder, skal du vælge arkivet i Finder og vælge Arkiv > Hent info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "De scannede billeder kunne ikke gemmes som \"%@\" - findes ikke.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Disken \"%@\" er fuld. Prøv at slette elementer fra \"%@\" eller gemme billedet på en anden disk.";
